{
  "tutorial": {
    "0": "Oh! Hello there, young one. Thank you for taking over my store.\nI'm looking forward to my long quiet days of retirement...;You'll need to hire heroes, workers, and crafters to get the economy running. Then we can start selling things!",
    "1": "To start, we can find some heroes for hire in the Tavern, let's go there now.",
    "2": "Now let's look at our map of the world to find a place to send our hero. Lotsa world out there!",
    "3": "Ah, look at that. Beautiful countryside...;Full of monsters! Let's clear some of them up, okay? For now let's start with this spot near town.",
    "4": "Alright, now its time to get the crafters to work.\nLet's go to the Crafter Circle to meet with them.",
    "5": "Your hiring skills are unparalleled! Now give the rest of the crafters some work. ",
    "6": "We made some fresh equipment, now give it to our dummy\n errrr... \n hero! and then we can get back to questing",
    "7": "Let's thank the hero for all their hard work by feeding them Forest Gruel. \nYum!",
    "8": "Now let's hire some workers to help us.\nTo hire one let's stop into their workshops.",
    "9": "Both of them should be working.;Idle hands are the bane of Merchant-kind!",
    "10": "The moment we've been waiting for...\n Time to open the Shop!;The shop is the heart of our world. You are a Merchant, after all",
    "11": "You sold something... Your first profit!;But we've only just begun.;Sell a few more items to prove you have what it takes to run this place. ",
    "12": "Great! I'm so proud of you.\nYou're gonna go far, kid.;As a thanks, I've left you a bag of goodies. ",
    "13": "Now its time to upgrade the town!;Let's review the town blueprint and see what we can improve. ",
    "14": "First up let's give the Crafter's Circle some love. The better it gets, the more the crafters can create. ",
    "15": "Now on to the Heroes Hall. Improving this gives our heroes the ability to improve themselves. ",
    "16": "We'll want to upgrade this dusty old Guild Hall into something we can be proud of. Maybe have some friends come over.;Invest enough to upgrade the building so we can open it up. ",
    "17": "Before we get any further, it's important to know you aren't a spy or unsavory sort.;We need you to register with the Town Council. ",
    "18": "Joining a guild is critical if you want to advance. Working together is the only way to succeed in this economy.;Now it's time for me to enjoy my retirement. ;Don't bother me anymore, ya hear?",
    "7.1": "Your hero can now take on a tougher foe!",
    "7.2": "Great! Now use these new monster parts to craft better gear!",
    "10.1": "Go put some items up for sale.; Customers need something to buy!"
  },
  "popups": {
    "0": "Your crafter circle has leveled up!;You have now unlocked the ability to craft multiple materials at once!;Try now!",
    "1": "Your crafter circle has leveled up!;You have now unlocked the use of mana points.;You can use mana points to;increase equipment rarity chances,;and get extra items from stackables.;Try now!",
    "2": "Your guild hall has leveled up!;You have now unlocked material donations.;A new material will appear for each building;each day. If you have the amount required;you can donate. As your guild mates make donations;your guild will get increasing bonuses!;Try now!",
    "3": "Oh no! Your hero has fainted!;Luckily your hero will heal over time and become available to you agian soon.;However, if you do not want to wait,;you can spend some gold to make them available immediately.",
    "4": "I see you are finally taking on a tougher foe!;For this fight you will want to take more than one hero.;You can select heroes and then;select a position in the party layout to add them to the party.;You can also select a hero and;press the stats button you prepare them for battle.;You can see the minimum hero level and max party size in the top right.;Choose your heroes and layout carefully. Good luck!",
    "5": "Woah! This foe seems to still be injured from last time.;Sometimes when fighting strong enemies,;even if the battle is lost, if enough damage is inflicted,;and if you fight again quickly, they may not have fully healed.;This a perfect time to strike! Good luck!",
    "6": "I see you have upgraded your guild hall to level 1!;Tap here to join a guild! ;You will need the help of a guild if you intend to make it far in this world...",
    "7": "Your shop has leveled up!;You now have access to a new room, check it out!",
    "8": "Your shop keeps improving!;You now have access to Banquet Tables!;Banquet Tables allow you to sell consumables at a regular price!;You must have a minimum amount of the consumable to place it on the table.;Try them out now!",
    "9": "It looks like something has been deposited into your Collection Box.;Items that cannot go into your Stock will be stored here for a time.",
    "10": "I apologize, as I get older my memory fails me, what is your name?",
    "11": "Your hero is now strong enough to use skill!;Try giving your hero new techniques!",
    "12": "Oh there seems to be a bit of a mixup here!;Your building level does not match the benefits you should receive.;If your building level is lower than benefits you should receive...;You will need to invest more into to it to catch it back up before you can;get more benefits.;This is level of benefits you are currently receiving!",
    "13": "It looks like your hero could use some healing.;Tap here to go to their stats.",
    "14": "Your hero is missing some health. Tap here to give them a healing item.;If you have no healing items you can craft some with the Cook.",
    "15": "Oh no! An item cannot go into your Stock!;This may happen because your stock has no space for all items you are collecting.;It may also happen if the item is a stackable and the stack of item in the Stock is full.;You can get to collection box from the book button in the bottom right.;This icon indicates an item has been sent to Collection Box instead of Stock!",
    "16": "Your crafter circle has leveled up!;You have now unlocked the infusion system!;This allows you to create powerful items!;You just add extra materials to your crafts.;Try now!",
    "17": "Oh no! Your buff infusion has failed!;Seems like we could not make it work this time.;Try again soon!",
    "18": "Oh no! Your synergy infusion has failed!;I guess those items did not work well together.;We were still able to provide a buff to your item from one of the materials.;Try a different combonation next time!",
    "19": "That should be all you need to know.;I have left a list of tasks you should do in case you need any more guidance.;Now it's time for me to enjoy my retirement.;Don't bother me anymore, ya hear?",
    "20": "Another shop room is available!;You now have access to Bulk Bins!;Bulk Bins allow you to sell consumables and materials at regular price.;You just must have a minimum amount of the item because;customers think they are getting a good deal buying in bulk.;Try them out now!",
    "21": "Great work on improving the shop!;You now have access to Glass Cases!;Glass Cases are like regular tables but sell items at a 50% markup!;Customers think items in glass are fancy even though it is the same.;Try them out now!",
    "22": "You can haggle with heroes to get better deals and longer contracts.;Your deal can also effect your relationship with the hero.;Try it now!",
    "23": "You can haggle with workers to get better deals and longer contracts.;Your deal can also effect your relationship with the worker.;Try it now!",
    "24": "You have now unlocked Expeditions!;After thoroughly exploring a location you can start an Expedition there.;You must have a Wagon to send on the Expedition.;Be sure to provide plenty of supplies as there will be a lot of monsters.;Try now!"
  }
}
